{ "audio" : {
		"track1" : {
			"audioFile" : "assets/audio/1.mp3",
			"title" : "1853",
			"description" : "William and Charles Archer landed a vessel on the future site of Rockhampton. They named the river Fitzroy and returned in 1855 to settle. They built a small wharf to allow for the transport of wool bales from their property, Gracemere station. West of the place chosen as the wharf a large bar of rocks prevented further movement upstream for sailing vessels, thereby dictating the siting of the eventual Port of Rockhampton. The short lived Canoona gold rush of 1858 and its massive influx of over eight thousand diggers provided 'the landing place' with its first major activity of loading and unloading of vessels.",
			"lat" : "-23.378036",
			"long" : "150.514777"
		},
		"track2" : {
			"audioFile" : "assets/audio/2.mp3",
			"title" : "14 August 1862",
			"description" : "Increased use of the Port resulted in the pre-fabricated Customs House and related building becoming inadequate and cramped conditions dictated the need for a new building. However, on 14 August 1862 the timber buildings comprising the Customs House including the Bond Store and Quarters were burnt down. As a result, tenders were called on 27 September 1862 for a new Customs building and this was constructed in the following year. The 1863 Customs House was a single storeyed, masonry building with a slate roof, a storage basement and a colonnaded porch facing Quay St. However the shallow foundations of the building were sunk in clay and the shifting of this strata lead to the eventual failure of the structure. A two storeyed brick bond store facing Quay Lane was constructed as part of this phase of development.",
			"lat" : "-23.378114",
			"long" : "150.514822"
		},
		"track3" : {
			"audioFile" : "assets/audio/3.mp3",
			"title" : "1872 - 1907",
			"description" : "57420 bales of wool where carried by ship from Rockhampton from 1897 to 1907. The discovery of gold and copper at Mount Morgan in 1881 had a significant impact on the wealth of Rockhampton converting it from a small river port town to a thriving city. Steamers where where primarily used to transport cargo.",
			"lat" : "-23.378180",
			"long" : "150.514862"
		},
		"track4" : {
			"audioFile" : "assets/audio/4.mp3",
			"title" : "1915",
			"description" : "The Mount Morgan gold rush had brought wealth and prosperity to the city. Annual Regattas where a common display of aristocratic wealth.  The port had begun to slow down due to the river's depth and the expense of dredging.The competing deeper ports of Gladstone and Port Alma where more attractive to current shipping activities. The development of railways through out the region where beginning to provide a convenient way of shipping goods and resources to the deeper ports.",
			"lat" : "-23.378238",
			"long" : "150.514920"
		},
		"track5" : {
			"audioFile" : "assets/audio/5.mp3",
			"title" : "1939",
			"description" : "Rockhampton had become a modern regional city with steady growth. Purrey steam trams ran on a number of routes throughout South Rockhampton, totalling 10 kilometres (6.2 mi) of track. The discomfort of passengers riding in steam trams in a tropical climate in part led to their demise in 1939, replaced by a bus network run by the City Council. During the Second World War, war ships and supply vessels navigated to the town reach. However the advent of bulk shipping accelerated the decline of the area of the town wharves. In the 1960s major upgrading of the Port Alma wharves was undertaken, and road connection was also provided to Rockhampton. However, this development was overshadowed by the construction of deep water bulk handling facilities at Gladstone starting in the 1960s and accelerating through the 1970s and 1980s. The Rockhampton river port and town wharves were closed to shipping in 1966.  ",
			"lat" : "-23.378326",
			"long" : "150.514959"
		}
	},
	"site" : {
		"title" : "PORTal",
		"map" : {
			"centre" : {
				"lat" : "-23.378182",
				"long" : "150.514940"
			},
			"zoom" : 20,
			"mapType" : "roadmap",
			"style" : "night",
			"geoLocationBoundingBoxSize" : 0.003
		}
	},	
	"about" : {
		"title" : "What is this?",
		"description" : "<h2><i>\"Listen to the past from where it happened\"</i></h2><br />PORTal is a geolocation based historical audio work. Your location is marked by a white pulsating circle. Entering a zone will automatically trigger a zone's audio. Alternatively you can trigger a location by clicking on it.<hr>In the late summer of 2019 a discovery was made allowing us to listen back to the past. At the Large Hadron Collider in Switzerland, scientists working on the HIGGS field, found that in the shadow of colliding protons, brief waveforms of the past could be detected within the field. Upon examining these waves, geocoordinates could be extrapolated allowing a thorough search for waveforms from a given location and time. These Small packets of irregular frequencies are ordered together using artificial intelligence. Integration of the technology with Google Maps saw PORTal become a real world technology that could be used to bring the past into the present.<hr>These 5 PORTals where opened briefly to listen into snippets of Rockhampton's fleeting past as a port city. PORTal brings back a breath of life to a forgotten time in Rockhampton's history that enriches the city's cultural heritage.  Each sound piece is accompanied with text relating to events at a given time in history.<HR><br /><br /><small>This artwork makes reference to future fictitious people, events and organisations, as well as real contemporary organisations. This work's historical content is kept as close to know factual history as possible.</small><br><br><br><br>Audio, Design and Software<br><a href='http://tobiasdemaine.com' target='tobiasdemaine'>Tobias De Maine</a><br><br><small>Voice over : John Driver Braby</small><br><br><a target='new' href='portal.pdf'>Artist statement<small><br><br><small&copy; 2018</small>"
	}
}